Repository: SpamExperts/cpanel-addon
Catalog: translations/addons/*.po
Languages: da, fi, nl

source: Force changing route & MX records, even if the domain exists.
da: Gennemtving skiftende rute samt MX poster, selvom domænet eksisterer.
fi: Force muuttuvat Reitti & MX kirjaa, vaikka toimialueen olemassa.
nl: Forceer het wijzigen van de route & MX bestanden, ook als het domein bestaat.

source: Force changing route &amp; MX records, even if the domain exists.
da: Gennemtving skiftende rute samt MX poster, selvom domænet eksisterer.
fi: Force muuttamalla reittiä & amp; MX-tietueet, vaikka toimialueen olemassa.
nl: Forceer het wijzigen van route & MX bestanden, ook als het domein bestaat.

source: This will force the destination server / MX records to be set if the domain already exists.
da: Dette vil tvinge destinations serveren / MX poster til at blive sat såfremt domænet allerede eksisterer.
fi: Tämä pakottaa kohdepalvelin / MX-tietueet voidaan asettaa jos verkkotunnuksen on jo olemassa.
nl: Hiermee wordt het instellen van de bestemmingsserver / MX bestanden afgedwongen als het domein al bestaat.

source: Change email routing setting "auto" to "local" in bulk protect.
da: Skift E-Mail routningens indstilling "auto" til "lokal" i bulk beskyttelse.
fi: Muuta sähköpostin reititys asetus \ "auto " ja \ "paikallisia " irtotavarana suojelemiseksi.
nl: Verander e-mail routing instelling "auto" in "local" in bulk protect.

source: This change ensures that this server is handling the email for the selected domains. Does not change anything for remote domains if they are skipped.
da: Denne ændring sikrer at denne server behandler E-mails for de valgte domæner. Det ændrer dog ingenting for eksterne domæner såfremt disse blive sprunget over.
fi: Muutoksella varmistetaan, että tämä palvelin käsittelee sähköpostitse valituilla aloilla. Ei muuta mitään etätoimialueiden jos ne ohitetaan.
nl: Deze wijziging zorgt ervoor dat deze server de e-mail behandelt voor de geselecteerd domeinen. Verandert niets voor externe domeinen als deze worden overgeslagen.

source: Add/Remove a domain when the email routing is changed in
da: Tilføj / Fjern et domæne når routning af E-mails er ændret i
fi: Lisää / poista verkkotunnuksen kun sähköpostin reititys muutetaan
nl: Voeg toe/Verwijder een domein wanneer de e-mail routing wordt veranderd in

source: This will ADD a domain if it is changed to 'local', and REMOVE it if it is changed to anything else (e.g. remote).
da: Dette vil TILFØJE et domæne såfremt det bliver skiftet til "lokal", og FJERNET såfremt det bliver ændret til noget andet (Eks. eksternt)
fi: Tämä ADD verkkotunnuksen, jos se on muuttunut "paikallisia", ja poistaa sen, jos se on vaihdettu mitään muuta (esim kauko).
nl: Dit VOEGT een domein TOE als het wordt veranderd in 'local', en VERWIJDERT het als het wordt veranderd in iets anders (b.v. extern).

source: Enable addon in cPanel for reseller accounts.
nl: Schakel add-on in cPanel voor reseller accounts in.

source: This will ADD possibility for reseller accounts to use ProSpamFilter addon in cPanel.
nl: Dit VOEGT de mogelijkheid voor reseller accounts toe om ProSpamFilter add-on te gebruiken in cPanel.

source: Use IP as destination route instead of domain
da: Benyt IP som destinations rute istedet for domæne
fi: Käytä IP kuin määränpää reitti sijasta domain
nl: Gebruik IP als bestemmingsroute in plaats van domein

source: Force using of IP as destination route instead of hostname.
da: Tving brug af IP som destinations rute istedet for værtsnavn.
fi: Pakota käyttää IP kohteeksi reitti sijaan hostname.
nl: Forceer het gebruik van IP als bestemmingsroute in plaats van hostnaam.

source: Set SPF record for domains
da: Angiv SPF post for domæner
fi: Aseta SPF ennätys verkkotunnuksia
nl: Stel SPF bestand in voor domeinen

source: Set SPF automatically for domains
da: Automatisk angiv SPF for domæner
fi: Aseta SPF automaattisesti toimialueille
nl: Stel SPF automatisch in voor domeinen

source: This setting will enable automatic adding of SPF record into DNS Zone for new domains in the SpamFilter and enable add/edit SPF Records for existing domains.
da: Denne indstilling vil automatisk aktivere tilføjelse af SPF poster til DNS Zonen for nye domæner i spamfilteret og aktivere tilføj/rediger SPF poster for eksisterende domæner.
fi: Tämä asetus mahdollistaa automaattisen lisäämällä SPF tietue DNS Zone uusia verkkotunnuksia roskapostisuodatin ja mahdollistavat lisätä / muokata SPF Records nykyisten aloilla.
nl: Deze instelling zorgt voor automatische toevoeging van SPF bestand in DNS Zone voor nieuwe domeinen in het SpamFilter en schakelt toevoegen/bewerken van SPF Bestanden in voor bestaande domeinen.

source: Brandname
da: Brandnavn
fi: Tuotenimi
nl: Merknaam

source: This is the brandname used to reference to the addon in the customer part of the controlpanel.
da: Dette er det brandnavn som bliver benyttet til at referer til tilføjelsen i kundedelen på kontrolpanelet.
fi: Tämä on brandname käytetään viittaus addon asiakkaan osassa ohjauspaneelissa.
nl: Dit is de merknaam die wordt gebruikt voor verwijzing naar de add-on in het klantgedeelte van het controlepaneel.

source: Brandicon
da: Brandikon
nl: Merkicoontje

source: This is the brandicon (48x48px, non transparent PNG) used in the customer part of the controlpanel.
da: Dette er brandikonet (48x48px, ikke transperant PNG) benyttet i kundedelen på kontrolpanelet.
fi: Tämä on brandicon (48x48px, ei läpinäkyvä PNG) käytetään asiakkaan osassa ohjauspaneelissa.
nl: Dit is het merkicoontje (48x48px, niettransparante PNG) dat wordt gebruikt in het klantgedeelte van het controlepaneel.

source: Save Branding Settings
da: Gem indstillinger for promovering
fi: Save Branding asetukset
nl: Bewaar Branding Instellingen

source: Execute bulkprotect
da: Kør bulkbeskyttelse
fi: Suorita bulkprotect
nl: Voer bulkprotect uit

source: Run diagnostics
da: Kør diagnosticering
fi: Suorita diagnostiikka
nl: Voer diagnose uit

source: Current username
da: Nuværende brugernavn
fi: Nykyinen käyttäjätunnus
nl: Huidige gebruikersnaam

source: This is the current username that is being replaced.
da: Dette er det nuværende brugernavn som bliver erstattet.
fi: Tämä on nykyinen käyttäjätunnus, jota vaihdetaan.
nl: Dit is de huidige gebruikersnaam die wordt vervangen.

source: New username
da: Nyt brugernavn
fi: Uusi käyttäjätunnus
nl: Nieuwe gebruikersnaam

source: This should not be empty or identical to the current user.
da: Dette felt må ikke være tomt eller identisk som den nuværende bruger.
fi: Tämän ei pitäisi olla tyhjä tai identtinen nykyisen käyttäjän.
nl: Dit kan niet leeg blijven of hetzelfde zijn als de huidige gebruiker.

source: New password
da: Nyt kodeord
fi: Uusi salasana
nl: Nieuw wachtwoord

source: This is the password from the user that is being used to communicate with the spamfilter.
da: Dette er kodeordet til den bruger som bliver benyttet til at kommunikere med spamfilteret.
fi: Tämä on salasanan käyttäjälle, jota käytetään kommunikointiin roskapostisuodatin.
nl: Dit is het wachtwoord van de gebruiker dat wordt gebruikt voor communicatie met het spamfilter.

source: I am sure I want to migrate all protected domains on this server to this new user.
da: Jeg er sikker på at jeg vil migrére alle beskyttede domæner på denne server til denne nye bruger.
fi: Olen varma, että haluan siirtää kaikki suojattuja verkkotunnuksia tästä palvelimesta tähän uuteen käyttäjälle.
nl: Ik weet zeker dat ik alle beschermde domeinen op deze server wil migreren naar deze nieuwe gebruiker.

source: Confirmation
da: Bekræftelse
fi: Vahvistus
nl: Bevestiging

source: Please confirm whether you want to do this.
da: Venligst bekræft om du ønsker at gøre dette.
fi: Vahvista, haluatko tehdä tämän.
nl: Bevestig dat u dit wilt doen.

source: You have to confirm that you want to execute this action
da: Du skal bekræfte om du ønsker at køre denne udførelse
fi: Sinun täytyy vahvistaa, että haluat suorittaa tämän toimen
nl: U moet bevestigen dat u deze actie wilt uitvoeren

source: Migrate
da: Migrér
fi: Siirtyä
nl: Migreren

source: Stable builds (release, preferred builds)
da: Stabil opsætning (frigør, fortrukken opsætning)
fi: Vakaa rakentaa (julkaisu, mieluummin rakentaa)
nl: Stabiele compilaties (vrijgeven, voorkeurscompilaties)

source: Testing builds (testing)
da: Tester opsætning (test)
fi: Testaus rakentaa (testaus)
nl: Compilaties testen (testen)

source: Trunk builds (unstable)
da: Trunk opsætning (ustabil)
fi: Trunk rakentaa (epästabiili)
nl: Stam bouwsels (instabiel)

source: Tier of addon to install
da: Tier på tilføjelse som skal installeres
fi: Porras addon asentaa
nl: Tier van add-on om te installeren

source: What type of addon release would you like to install?
da: Hvilken type tilføjelse ønsker du at installere?
fi: Minkälaisista addon release haluaisit asentaa?
nl: Welk type add-on uitgave wilt u installeren?

source: Force a reinstall even if the system is up to date.
da: Gennemtving en reinstallation selvom systemet er opdateret.
fi: Asentaa uudelleen, vaikka järjestelmä on ajan tasalla.
nl: Forceer een herinstallatie ook als het systeem up to date is.

source: Reinstall addon
da: Geninstallér tilføjelse
fi: Asenna lisäosa
nl: Add-on opnieuw installeren

source: Reinstalls the addon (excluding config)
da: Reinstallér tilføjelsen (eksklusiv konfiguration)
fi: Asentaa uudelleen addon (pl config)
nl: Installeert de add-on opnieuw (zonder config)

source: Click to upgrade
da: Klik for at opgradere
fi: Klikkaa päivittää
nl: Klik om te upgraden

source: AntiSpam API URL
da: AntiSpam API adresse

source: Status
fi: Tila

source: Type
fi: Tyyppi
