Repository: SpamExperts/cpanel-addon
Catalog: translations/addons/*.po
Languages: da, fi, nl

source: You do not have permission to this part of the system.
da: Du har ikke rettigheder til denne del af systemet.
fi: Sinulla ei ole käyttöoikeuksia tähän osaan järjestelmää.
nl: U heeft geen autorisatie voor dit deel van het systeem.

source: The settings have been saved.
da: Indstillingerne er gemt.
fi: Asetukset on tallennettu.
nl: De instellingen zijn opgeslagen.

source: The configuration could not be saved.
da: Konfigurationen kunne ikke gemmes.
fi: Kokoonpanoa ei voitu tallentaa.
nl: De configuratie kon niet worden opgeslagen.

source: One or more settings are not correctly set.
da: En eller flere indstillinger er ikke sat korrekt.
fi: Yksi tai useampi asetuksista on väärin.
nl: Een of meer instellingen zijn niet juist ingesteld.

source: No new icon uploaded, using the current one.
da: Intet nyt ikon er uploaded, fortsætter med at bruge det nuværende.
fi: Ei uusia kuvakkeita, ladataan nykyinen.
nl: Geen nieuw icoontje geüpload, gebruik het huidige.

source: The branding settings have been saved.
da: Branding indstillingerne er blevet gemt.
fi: Branding asetukset on tallennettu.
nl: De merkinstellingen zijn opgeslagen.

source: Brandname is set to
da: Brand navnet er sat til
fi: Brandname asetetaan
nl: Merknaam is ingesteld op

source: The branding settings could not be saved.
da: Branding indstillingen kunne ikke gemmes.
fi: Branding asetuksia ei voitu tallentaa.
nl: De merkinstellingen konden niet worden opgeslagen.

source: Unable to retrieve resellers.
da: Kunne ikke hente forhandlere.
fi: Jälleenmyyjien haku ei onnistu.
nl: Ophalen resellers niet mogelijk.

source: Your system seems to be quite outdated - the required binary (%s) cannot be found. The update process has been interrupted.
da: Dit system ser ud til at være forældet - den nødvendige binære (%s) kan ikke findes. Opdaterings processen er stoppet.
fi: Järjestelmä näyttää melko vanhentunut - vaaditut binary ( %s ) ei löydy. Päivitys on keskeytetty.
nl: Uw systeem lijkt nogal verouderd – de vereiste binair (%s) kan niet worden gevonden. Het updateproces is onderbroken.

source: Installing addon update
da: Installere addon opdatering
fi: Asentaminen addon päivitys
nl: Installeren add-on update

source: in tier
fi: Tier
nl: op niveau

source: There is no %s update available to install. You are already at the latest version.
da: Der er ingen %s opdatering tilgængelig til installering. Du har allerede den nyeste version.
fi: Ei ole %s päivitys on saatavilla. Olet jo uusin versio.
nl: Er is geen %s update beschikbaar om te installeren. U gebruikt de meest recente versie al.

source: This feature is not yet implemented.
da: Denne funktion er endnu ikke implementeret.
fi: Tätä ominaisuutta ei ole vielä toteutettu.
nl: Deze functie is nog niet geïmplementeerd.

source: Credentials have been saved.
da: Adgangs oplysninger er gemt.
fi: Käyttäjätiedot on tallennettu.
nl: Aanmeldgegevens zijn opgeslagen.

source: Unable to migrate to new user.
da: Det er ikke muligt at flytte til en ny bruger.
fi: Pysty siirtymään uudelle käyttäjälle.
nl: Migreren naar nieuwe gebruiker niet mogelijk.

source: This domain is present in the filter.
da: Domænet findes ikke i filteret.
fi: Tämä domain on läsnä suodattimen.
nl: Dit domein is aanwezig in het filter.

source: This domain is <strong>not</strong> present in the filter.
da: Domænet findes <strong>ikke</strong> i filteret.
fi: Tämä domain on <strong> ei </ strong> läsnä suodattimen.
nl: Dit domein is <strong>niet</strong> aanwezig in het filter.

source: The process of protecting is running...
da: Processen for beskyttelse kører
fi: Prosessi suojella käynnissä ...
nl: Het proces van bescherming loopt...

source: Processing of addon- and parked domains is disabled in settings
da: Behandling af tilføjelser- og parkerede domæner er deaktiveret i indstillinger
fi: Käsittely addon- ja parkkeerata maatila on poistettu käytöstä asetusten
nl: Verwerken van add-on en geparkeerde domeinen is uitgeschakeld in de instellingen

source: You're not allowed to operate on the domain '%s'
da: Du har ikke tilladelser til at arbejde med domænet '%s'
fi: Et saa toimia verkkotunnus ' %s '
nl: U mag geen bewerking uitvoeren op het domein '%s'

source: you are not the owner of it.
da: du er ikke ejeren af det
fi: et ole omistaja sitä.
nl: u bent er niet de eigenaar van.

source: because domain uses remote exchanger.
da: fordi domænet benytter ekstern exchanger.
fi: koska verkkotunnus käyttää kauko lämmönvaihdin.
nl: omdat domein externe exchanger gebruikt.

source: because data is invalid.
da: fordi data ikke er gyldige.
fi: koska tieto on virheellinen.
nl: omdat data ongeldig is.

source: unknown error.
da: ukendt fejl
fi: Tuntematon virhe.
nl: onbekende fout.

source: because API communication failed.
da: fordi kommunikationen til til API'en fejlede.
fi: koska API viestintä epäonnistui.
nl: omdat API communicatie is mislukt.

source: because domain already exists.
da: fordi domænet allerede eksisterer.
fi: koska verkkotunnus on jo olemassa.
nl: omdat domein al bestaat.

source: because domain is not valid.
da: fordi domænet ikke er gyldigt.
fi: koska verkkotunnus ei kelpaa.
nl: omdat domein niet geldig is.

source: because root domain cannot be added.
da: fordi root domænet ikke kan tilføjes.
fi: koska toimialueen ei voi lisätä.
nl: omdat kerndomein niet kan worden toegevoegd.

source: because API request has failed.
da: fordi API forespørgslen har fejlet.
fi: koska API-pyyntö on epäonnistunut.
nl: omdat API verzoek is mislukt.

source: because alias already exists.
da: fordi det alias allerede findes.
fi: koska alias on jo olemassa.
nl: omdat alias al bestaat.

source: because domain limit reached.
da: fordi domæne grænsen er nået.
fi: koska verkkotunnus saavutettu.
nl: omdat domeinlimiet is bereikt.

source: The protection status of %s could not be changed to <strong>%s</strong>%s
da: Beskyttelses status for %s kunne ikke blive ændret til <strong>%s</strong>%s
fi: Suojeluasema %s ei voi muuttaa <strong> %s </ strong> %s
nl: De beschermingsstatus van %s kon niet worden veranderd in <strong>%s</strong>%s

source: The protection status of %s has been changed to <strong>%s</strong>
da: Beskyttelses status på %s er ændret til <strong>%s</strong>
fi: Suojeluasema %s on muuttunut <strong> %s </ strong>
nl: De beschermingsstatus van %s is veranderd in <strong>%s</strong>

source: You have not executed a bulkprotect yet.<br/>This is recommended to protect all domains on this server.
da: Du har ikke eksekveret bulkprotect endnu <br/>Dette anbefales for at beskytte samtlige domæner på denne server
fi: Et ole toteutettu bulkprotect vielä. <br/> Tätä suositellaan suojaamaan kaikilla aloilla tällä palvelimella.
nl: U heeft nog geen bulkprotect uitgevoerd.<br/>Het is raadzaam om dit te doen om alle domeinen op deze server te beschermen.

source: This addon is not available at your access level.
nl: Deze addon is niet beschikbaar op uw toegangsniveau.

source: Unable to retrieve domains.
da: Kan ikke hente domæner.
fi: Voi hakea verkkotunnuksia.
nl: Niet in staat om domeinen op te halen.

source: There are no domains on this server.
da: Der er ingen domænet på denne server.
fi: Ei ole olemassa verkkotunnuksia tällä palvelimella.
nl: Er staan geen domeinen op deze server.

source: You should provide a domain to login with.
da: Du skal angive et domæne at logge ind med.
fi: Sinun tulee antaa domain jolla kirjautua.
nl: U moet een domein opgeven om mee in te loggen.

source: This domain does not belong to you.
da: Dette domæne tilhører ikke dig.
fi: Tämä verkkotunnus ei kuulu sinulle.
nl: Dit domein is niet van u.

source: You cannot log in. Please check configuration for parked, addon and subdomains.
da: Du kan ikke logge på. Venligst tjek konfigurationen for parkeringer, tilføjelser eller subdomæner.
fi: Et voi kirjautua sisään. Tarkista kokoonpano pysäköity, addon ja aliverkkotunnuksia.
nl: U kunt niet inloggen. Controleer de instellingen voor parked, add-on en subdomeinen.

source: Unable to login. %s can not be added as an alias, because the main domain %s is not present in the filter.
da: Kan ikke logge ind. %s kan ikke blive tilføjet som et alias, fordi det primære domæne %s ikke findes i filteret.
fi: Ei voitu kirjautua. %s ei voi lisätä koska alias, koska tärkein verkkotunnus %s ei ole läsnä suodattimen.
nl: Inloggen niet mogelijk. %s kan niet worden toegevoegd als een alias, omdat het hoofddomein %s niet aanwezig is in het filter.

source: Unable to login, possibly professional spam and virus filtering has not been enabled for your domain yet. Please contact your provider for options to activate this service.
da: Ikke muligt at logge ind, professionel spam og virus filtrering er muligvis ikke blevet aktivereret for dit domæne endnu. Venligst kontakt din udbyder for aktiveringen af denne service.
fi: Ei voi kirjautua, mahdollisesti ammatillista roskapostin ja virusten suodatus ei ole otettu käyttöön vielä verkkotunnusta. Ota yhteyttä palveluntarjoajan vaihtoehtoja aktivoida tämän palvelun.
nl: Kan niet inloggen, mogelijk is de professionele spam en virus filtering nog niet ingeschakeld voor uw domein. Neem contact op met uw provider over mogelijkheden om deze dienst te activeren.

source: This domain does not exist.
da: Dette domæne eksisterer ikke.
fi: Tätä verkkotunnusta ei ole olemassa.
nl: Dit domein bestaat niet.

source: There is no domain with given type.
da: Der er ikke oprettet noget domæne med den angivne type.
fi: Yhtään annetun tyyppistä domainia ei löytynyt.
nl: Er is geen domein met het opgegeven type.

source: This access level is not yet available.
da: Dette adgangs niveau er endnu ikke tilgængeligt.
fi: Tämä yhteys taso ei ole vielä saatavilla.
nl: Dit toegangsniveau is nog niet beschikbaar.

source: There is an upgrade available to %s
da: Der er en opdatering tilgængelig til %s
fi: On päivitys saatavilla %s
nl: Er is een upgrade beschikbaar naar %s

source: Upgrade now
da: Opgradér nu
fi: Päivitä nyt
nl: Upgrade nu

source: Your access level is not high enough to use this addon.
da: Dit adgangs niveau et ikke højt nok til at bruge dette addon.
fi: Käyttöoikeustasoksesi ei ole riittävän korkea käyttää tätä addon.
nl: Uw toegangsniveau is niet hoog genoeg om deze add-on te gebruiken.

source: Please contact your provider.
da: Kontakt venligst din udbyder.
fi: Ota yhteyttä palveluntarjoajaan.
nl: Neem contact op met uw provider.

source: The addon appears to be not configured. You need to do this before you can use it.
da: Dette addon ser ikke ud til at være konfigureret. Du skal gøre dette før du kan bruge det.
fi: Addon näyttää olevan ole määritetty. Sinun täytyy tehdä tämä ennen kuin voit käyttää sitä.
nl: De add-on is niet geconfigureerd. U moet hem configureren voordat u hem kunt gebruiken.

source: Configure addon
da: Konfigurér addon
fi: Määritä addon
nl: Configureer add-on

source: Resellers have no permissions to use this addon.
da: Resellerer har ikke adgang til at bruge dette addon.
fi: Jälleenmyyjät ole oikeuksia käyttää tätä addon.
nl: Resellers mogen deze add-on niet gebruiken.

source: The items per page parameter should be an integer greater than or equal to 1 and less than or equal to 25
da: Antal af enheder pr. side parameter skal være et helt tal, større eller lig med 1 og mindre eller lig med 25
fi: Kohdetta per sivu parametrin pitäisi olla kokonaisluku suurempi tai yhtä suuri kuin 1 ja pienempi kuin tai yhtä suuri kuin 25
nl: De items per paginaparameter dienen een heel getal te zijn dat groter is dan of is gelijk is aan 1 en kleiner dan of gelijk aan 25

source: There are no domains that meet your requirements.
da: Der er ingen domæner der opfylder dine valgte kriterier
fi: Ei ole verkkotunnuksia, jotka vastaavat asiakkaan tarpeita.
nl: Er zijn geen domeinen die voldoen aan uw eisen.

source: Unable to retrieve accounts.
da: Kan ikke hente konti.
fi: Voitu hakea tilejä.
nl: Ophalen van accounts niet mogelijk.

source: The protection status of account %s could not be changed to <strong>%s</strong>
da: Status på beskyttelse af kontoen %s kunne ikke skiftes til <strong>%s</strong>
fi: Suojeluasema tilillä %s ei voi muuttaa <strong> %s </ strong>
nl: De beschermingsstatus van account %s kon niet worden veranderd in <strong>%s</strong>

source: The protection status of account %s has been changed to <strong>%s</strong>
da: Beskyttelses status for kontoen %s er ændret til <strong>%s</strong>
fi: Suojeluasema tilillä %s on muuttunut <strong> %s </ strong>
nl: De beschermingsstatus van account %s is gewijzigd in <strong>%s</strong>

source: You do not have a license for whitelabel or have not configured the addon.
da: Du har ikke en license til Whitelabel eller også har du ikke konfigureret dette addon.
fi: Sinulla ei ole lisenssiä whitelabel tai ole määrittänyt addon.
nl: U heeft geen licentie voor whitelabel of u heeft de add-on niet geconfigureerd.

source: On this page you can change how the addon looks for the customers.
da: På denne side kan du skifte udseende på tilføjelserne over for kunderne.
fi: Tällä sivulla voit muuttaa addon etsii asiakkaille.
nl: Op deze pagina kunt u wijzigen hoe de add-on er uitziet voor klanten.

source: Current branding
da: Nuværende branding
fi: Nykyinen branding
nl: Huidige branding

source: Your branding is currently set to:
da: Din branding er i øjeblikket sat til:
fi: Oman tuotemerkin on tällä hetkellä asetettu:
nl: Uw branding is momenteel ingesteld als:

source: Change branding
da: Skift branding
fi: Muuta branding
nl: Wijzig branding

source: If you want to change the branding shown above, you can do this in the form below.
da: Såfremt du ønsker at skifte brandingen som vist foroven, kan du gøre dette i formulerne herunder.
fi: Jos haluat vaihtaa tuotemerkin esitetty edellä, voit tehdä sen alla olevan lomakkeen.
nl: Als u de branding hierboven wilt wijzigen, kunt u dat doen in het formulier hieronder.

source: List Resellers
da: Vis forhandlere
fi: List Jälleenmyyjät
nl: Toon Resellers

source: This page shows you a list of all resellers on this cPanel server. It allows you to login as them and change the addon settings.
da: Denne side viser dig oversigten over alle forhandlere på denne cPanel server. Her kan du logge ind som dem og skifte indstillinger på tilføjelserne.
fi: Tältä sivulta löydät listan kaikista jälleenmyyjien tämän cPanel palvelimelle. Sen avulla voit kirjautua sillä niitä ja muuta addon asetuksia.
nl: Deze pagina toont u een overzicht van alle resellers op deze cPanel server. U kunt hiermee als hen inloggen en de add-on instellingen wijzigen.

source: Username
da: Brugernavn
fi: Käyttäjätunnus
nl: Gebruikersnaam

source: There are no resellers in the system.
da: Der er ikke oprettet nogle forhandlere i systemet.
fi: Ei ole jälleenmyyjää järjestelmässä.
nl: Er zitten geen resellers in het systeem.

source: Migration
da: Migrering
fi: Muutto
nl: Migratie

source: You have not %s configured %s the addon. Please do this before using this section!
da: Du har ikke %s konfigureret %s dette addon. Venligst gør dette før du bruger denne sektion!
fi: Et ole %s määritetty %s addon. Tee tämä ennen tässä osiossa!
nl: U heeft de add-on niet %s geconfigureerd %s. Doe dit voordat u deze sectie gebruikt!

source: On this page you can migrate to a different admin/reseller in the spamfilter.
da: På denne side kan du migrerer til en anden administrator/reseller i spamfilteret.
fi: Tällä sivulla voit siirtyä eri admin / jälleenmyyjä roskapostisuodatin.
nl: Op deze pagina kunt u naar een andere admin/reseller migreren in het spamfilter.

source: During migration, the domains will be assigned to the new user (given the credentials for the new user are correct) and the configuration of the addon will be switched to the new user.
da: Under migreringen vil domænerne blive tildelt en ny bruger (såfremt adgangs oplysningerne til den nye bruger er korrekt) og konfigurationen af dette addon vil blive skiftet til den nye bruger.
fi: Siirron aikana verkkotunnuksia osoitetaan sille uudelle käyttäjälle (koska lainaajat uusi käyttäjä ovat oikein), ja kokoonpano addon vaihtuu uudelle käyttäjälle.
nl: Tijdens de migratie worden de domeinen toegewezen aan de nieuwe gebruiker (er van uitgaande dat de aanmeldgegevens van de nieuwe gebruiker correct zijn) en wordt de configuratie van de add-on overgezet naar de nieuwe gebruiker.

source: Configuration
da: Konfiguration
fi: Kokoonpano
nl: Configuratie

source: On this page you can configure the admin settings of the addon.
da: På denne side kan du konfigurere administrator indstillingen for dette addon.
fi: Tällä sivulla voit määrittää admin asetukset addon.
nl: Op deze pagina kunt u de admin instellingen van de add-on configureren.

source: You can hover over the options to see more detailed information about what they do.
da: Du kan holde musen over mulighederne for at se mere detaljerede oplysninger om, hvad de gør.
fi: Voit viemällä hiiren vaihtoehdoista tarkempaa tietoa siitä, mitä he tekevät.
nl: U kunt over de opties bewegen met de muis om meer informatie te zien over wat ze doen.

source: Support
fi: Tuki
nl: Helpdesk

source: Information
fi: Tiedotus
nl: Informatie

source: Controlpanel:
da: Kontrolpanel:
fi: Ohjauspaneeli:
nl: Controlepaneel:

source: PHP version:
fi: PHP versio:
nl: PHP versie:

source: Addon version:
da: Version på tilføjelse:
fi: Addon versio:
nl: Add-on versie:

source: Diagnostics
da: Diagnostikker
fi: Diagnostiikka
nl: Diagnostiek

source: In case you have issues with the addon, you can run a diagnostics on your installation prior to contacting support.
da: I tilfælde af du har problemer med denne tilføjelse, kan du køre en diagnosticering på din installation inden du tager kontakt til vores support.
fi: Jos sinulla on ongelmia addon, voit suorittaa diagnostiikan asennuksen ennen yhteyden tukeen.
nl: Als u problemen heeft met de add-on, kunt u een diagnostische check uitvoeren op uw installatie voordat u contact opneemt met de helpdesk.

source: Update
da: Opdatér
fi: Päivitys
nl: Bijwerken

source: On this page you can manually update the addon to the latest version.
da: På denne side kan du manuelt opdatere tilføjelsen til den seneste version.
fi: Tällä sivulla voit manuaalisesti päivittää addon uusimpaan versioon.
nl: Op deze pagina kunt u de add-on handmatig bijwerken naar de meest recente versie.

source: Auto-update is currently %s.
da: Autoopdatering er i øjeblikket på %s.
fi: Auto-päivitys on tällä hetkellä %s .
nl: Auto-update is momenteel %s.

source: You can modify this in the %s configuration %s
da: Du kan redigere denne i %s konfiguration %s
fi: Voit muokata tätä %s kokoonpano %s
nl: U kunt dit aanpassen in de %s configuratie %s

source: Bulkprotect has finished
da: Bulkprotect er færdiggjort.
fi: Bulkprotect on päättynyt
nl: Bulkbescherming is afgerond

source: The bulkprotect process has finished its work. Please see the tables below for the results.
da: Bulkprotect processen er færdig. Se venligst nedenstående tabel for resultaterne.
fi: Bulkprotect on päättynyt työnsä. Katso alla olevista taulukoista tuloksia.
nl: Het bulkbeschermingsproces heeft zijn werk afgerond. De resultaten staan in onderstaande tabellen.

source: Protecting account
da: Beskytter kontoen.
fi: Suojella tili
nl: Account beveiligen

source: Estimated time remaining
da: Anslået resterende tid:
fi: Arvioitu jäljellä oleva aika
nl: Geschatte resterende tijd

source: API communication failed
da: API kommunikation fejlede.
fi: API viestintä epäonnistui
nl: API communicatie mislukt

source: On this page you can add all current domains to the spamfilter. Depending on the settings it may (or may not) execute certain actions.
da: På denne side kan du tilføje alle nuværende domæner til spamfilteret. Alt efter indstillingerne, vil den (ikke vil den ikke) udføre bestemte handlinger.
fi: Tällä sivulla voit lisätä kaikki nykyiset domaineja roskapostisuodatin. Asetuksista riippuen se voi (tai saa) suorittaa tiettyjä toimia.
nl: Op deze pagina kunt u alle huidige domeinen toevoegen aan het spamfilter. Afhankelijk van de instellingen kan het (al dan niet) bepaalde acties uitvoeren.

source: It is generally <i>not</i> required to run this more than once after the installation. Running bulk protect is usually only necessary after the first installation
da: Det er generelt <i>ikke</i> nødvendigt at køre denne mere end én gang efter installationen. At køre bulk beskyttelse er normalt kun nødvendigt efter den første installation.
fi: Se on yleensä <i> ei </ i> tarvitaan suorittaa useammin kuin kerran asennuksen jälkeen. Running bulk suojaa tarvitaan tavallisesti vain ensiasennuksen jälkeen
nl: Het is in het algemeen <i>niet</i> nodig om dit meer dan één keer uit te voeren na de installatie. Bulk bescherming uitvoeren is gewoonlijk alleen maar nodig na de eerste installatie

source: Bulk protect has been executed last at:
da: Bulk beskyttelse er sidst blevet kørt:
fi: Bulk protect on toteutettu viime osoitteessa:
nl: Bulk bescherming is voor het laatst uitgevoerd op:

source: BULK PROTECTING, DO NOT RELOAD THIS PAGE!
da: BULK BESKYTTER, OPDATER IKKE DENNE SIDE!
fi: BULK SUOJAAMINEN, ÄLÄ Päivitä sivu!
nl: BULK BESCHERMING BEZIG, LAAD DEZE PAGINA NIET OPNIEUW!

source: Results will be shown here when the process has finished
da: Resultaterne vil blive vist her nær processen er slut
fi: Tulokset näytetään täällä, kun prosessi on päättynyt
nl: Resultaten worden hier getoond als het proces is afgelopen

source: It might take a while, especially if you have many domains or a slow connection.
da: Dette kan tage lidt tid, specielt hvis du har mange domæner eller en langsom forbindelse.
fi: Se voi kestää jonkin aikaa, varsinkin jos sinulla on useita verkkotunnuksia tai hitaammat yhteydet.
nl: Het kan even duren, vooral als u veel domeinen of een trage verbinding heeft.

source: Please be patient while we're running the bulk protector
da: Venligst hav tålmodighed mens vi kører bulk beskyttelse
fi: Ole kärsivällinen, kun olemme käynnissä bulk suojelija
nl: Graag uw geduld terwijl wij de bulkbeschermer uitvoeren

source: Added domains
da: Tilføjede domæner
fi: Lisätty verkkotunnukset
nl: Toegevoegde domeinen

source: Failed domains
da: Fejlede domæner
fi: Epäonnistui verkkotunnukset
nl: Mislukte domeinen

source: Normal domains
da: Normale domæner
fi: Normaali verkkotunnukset
nl: Normale domeinen

source: Parked domains
da: Parkerede domæner
fi: Varatut verkkotunnukset
nl: Geparkeerde domeinen

source: Addon domains
da: Tilføjelses domæner
fi: Addon verkkotunnukset
nl: Add-on domeinen

source: Subdomains
da: Subdomæner
fi: Alidomainit
nl: Subdomeinen

source: Skipped domains
da: Oversprungne domæner
fi: Ohitetaan verkkotunnukset
nl: Overgeslagen domeinen

source: Updated domains
da: Opdaterede domæner:
fi: Päivitetty verkkotunnukset
nl: Bijgewerkte domeinen

source: Domain
da: Domæne
nl: Domein

source: Status here
da: Status her
fi: Status täällä
nl: Status hier

source: List Domains
da: Vis domæner
fi: List Verkkotunnukset
nl: Toon Domeinen

source: This page shows you a list of all domains owned by you and its respective status in the spamfilter.
da: Disse side vise dig alle domæner du har ejerskab på og det enkle domænes status på spamfilteret.
fi: Tältä sivulta löydät listan kaikista domaineista tililläsi ja niiden tilan spamfiltterissä.
nl: Deze pagina toont een overzicht van alle domeinen die van u zijn en hun respectieve status in het spamfilter.

source: This page shows you a list of all domains owned by you.
da: Denne side viser dig en oversigt på alle domæner som du ejer.
fi: Tällä sivulla näet listan kaikista tililläsi olevista domaineista.
nl: Deze pagina toont een overzicht van alle domeinen die van u zijn.

source: Domainname
da: Domænenavn
fi: Verkkotunnus
nl: Domeinnaan
