Repository: SpamExperts/cpanel-addon
Catalog: translations/addons/*.po
Languages: da, fi, nl

source: There are no domains assigned to your account
da: Der er ikke tilføjet nogle domæner til din konto
fi: TIlilläsi ei ole yhtään domainia määritelty
nl: Er zijn geen domeinen toegewezen aan uw account

source: An error has occured
da: Der er opstået en fejl
fi: Tapahtui virhe
nl: Er is een fout opgetreden

source: Change the settings of the addon to better suit your needs.
da: Skift indstillinger på tilføjelsen efter dine ønsker.
fi: Muuta asetuksia addon paremmin tarpeisiisi.
nl: Pas de instelling van de add-on aan uw voorkeuren aan.

source: Change the look &amp; feel of the addon, you can update the icon and name underneath.
da: Skift udseende på denne tilføjelse, du kan opdaterer ikonet og navnet forneden.
fi: Muuta ulkoasua & amp; tuntumaa addon, voit päivittää kuvakkeen ja nimen alla.
nl: Pas het uiterlijk & beleving van de add-on aan, u kunt hieronder het icoontje en de naam bijwerken.

source: Account List
da: Kontoliste
fi: Tilin lista
nl: Account overzicht

source: Show the list of reseller accounts and individually configure them.
da: Vis alle forhandler konti og konfigurer dem individuelt.
fi: Näyttää luettelon jälleenmyyjä tilejä ja konfiguroida niitä.
nl: Toon de lijst met reseller accounts en configureer ze individueel.

source: Domain List
da: Domæneliste
fi: Domain lista
nl: Domein overzicht

source: Show the list of all domains you have access to and individually protect them.
da: Vis listen på alle domæner som du har adgang til og beskyt dem individuelt.
fi: Näytä luettelo kaikista verkkotunnuksia sinulla on mahdollisuus saada ja yksilöllisesti suojella heitä.
nl: Toon het overzicht van alle domeinen waar u toegang toe hebt en bescherm ze individueel.

source: Bulkprotect
da: Bulkbeskyttelse
nl: Bulkbescherm

source: Protect all the domains on the server with one click
da: Beskyt alle domæner på denne server med ét klik
fi: Suojaa kaikki verkkotunnukset palvelimen yhdellä napsautuksella
nl: Bescherm alle domeinen op de server met één klik

source: Migrate <i>all domains</i> on this server to a different AntiSpam admin/reseller.
da: Migrér <i>alle domæner</i> på denne server til en anden AntiSpam admin/forhandler
fi: Vaeltavat <i> kaikki verkkotunnukset </ i> tällä palvelimella eri AntiSpam admin / jälleenmyyjä.
nl: Migreer <i>alle domeinen</i> op deze server naar een andere AntiSpam admin/reseller.

source: Make sure you are always using the latest version of our addon to benefit from new features and improvements.
da: Vær sikker på du altid benytter den seneste version af vores tilføjelser for at få fordele af nye muligheder samt forbedringer.
fi: Varmista, että käytät aina uusinta versiota meidän addon hyödyntää uusia ominaisuuksia ja parannuksia.
nl: Zorg ervoor dat u altijd de laatste versie van onze add-on gebruikt om uw voordeel te doen met nieuwe functies en verbeteringen.

source: Is the addon not working properly? This feature allows you to run diagnostics and retrieve information required for getting support.
da: Virker denne tilføjelse korrekt? Denne funktion giver dig mulighed for at køre diagnoser samt information til at få support.
fi: Ei addon ei toimi kunnolla? Tämän ominaisuuden avulla voit ajaa diagnostiikka ja hakea tietoa tarvitaan saada tukea.
nl: Werkt de add-on niet goed? Met deze functie kunt u diagnostische testen doen en informatie ophalen die nodig is om ondersteuning te krijgen.

source: Accounts List
da: Kontoliste
fi: Tilit List
nl: Overzicht van accounts

source: List Accounts
da: Vis konti
fi: List Tilit
nl: Toon Accounts

source: You do not have %s configured %s the addon. Please do this before using this section!
da: Du har ikke %s konfigureret %s tilføjelsen. Venligst konfigurer denne før du benytter denne sektion!
fi: Sinulla ei ole %s määritetty %s addon. Tee tämä ennen tässä osiossa!
nl: U heeft de add-on niet %s geconfigureerd %s. Doe dit voordat u deze sectie gebruikt!

source: This page shows you a list of all users owned by you and allows you to (un)protect all domains associated to that account.
da: Denne side viser dig en oversigt over alle brugere du administrerer og giver dig adgang til at beskytte alle domæner som er tilknyttet den konto.
fi: Tällä sivulla näet listan kaikista käyttäjistäsi ja voit suojata/poistaa suojauksen kaikilta domaineilta jotka liittyvät käyttäjän tiliin.
nl: Deze pagina toont een overzicht van alle gebruikers die van u zijn en biedt u de mogelijkheid om alle domeinen die met dit account zijn geassocieerd te beschermen of de bescherming op te heffen.

source: Primary domain
da: Primære domæne
fi: Ensisijainen verkkotunnus
nl: Primair domein

source: There are no users assigned to your account
da: Der er ikke tilknyttet nogle brugere til din konto
fi: Ei ole käyttäjiä tilillesi määritetty
nl: Er zijn geen gebruikers toegewezen aan uw account

source: Enable Protection
da: Aktivér beskyttelse
fi: Ota suojaus
nl: Schakel Bescherming in

source: Disable Protection
da: Deaktivér beskyttelse
fi: Poista käytöstä Protection
nl: Schakel Bescherming uit

source: Domain name
da: Domænenavn
fi: Verkkotunnus
nl: Domeinnaam

source: Present in filter
da: Nuværende filter
fi: Läsnä suodatin
nl: Aanwezig in filter

source: No content to display
da: Der er intet indhold at vise
fi: Ei sisältö näytetään
nl: Geen inhoud om te tonen

source: The addon domains and parked domains are being treated as aliases. Go to configuration if you wish to change this behaviour
da: Tilføjelses domænerne samt parkerede domæner bliver behandlet som aliasser. Gå til konfigurationen såfremt du ønsker at ændre dette
fi: Addon verkkotunnukset ja parkkeerata maatila hoidetaan aliaksina. Mene kokoonpanon, jos haluat muuttaa tätä käyttäytymistä
nl: De add-on domeinen en geparkeerde domeinen worden behandeld als aliassen. Ga naar het configuratiescherm als u dit gedrag wilt wijzigen

source: Toggling...
da: Skifter...
nl: Aan het schakelen...

source: This is the URL you use to login to your AntiSpam Web Interface. Please prepend the URL with http:// or https://
da: Dette er den URL du benytter til at logge ind på din AntiSpam Web Interface. Venligst tilføj http:// or https:// til URL'en
fi: Tämä on URL käytät kirjautua AntiSpam Web Interface. Ole hyvä alkuun lisättävä URL http: // tai https: //
nl: Dit is de URL waarmee u inlogt op uw AntiSpam Web Interface. Gebruik a.u.b. het voorvoegsel http:// of https://

source: API hostname
da: Værtsnavn på API'en
nl: API hostnaam

source: This is the hostname of the first antispam server, usually the same as the AntiSpam Web Interface URL unless you're using a CNAME for that.
da: Dette er værtsnavnet på den første antispam server, normalt den samme adresse til AntiSpam Web Interfacet medmindre du benytter et CNAME til dette.
fi: Tämä on isäntänimi ensimmäisen roskapostin palvelimelta, yleensä sama kuin AntiSpam Web Interface URL ellei käytät CNAME siitä.
nl: Dit is de hostnaam van de eerste antispamserver, meestal is die hetzelfde als de AntiSpam Web Interface URL tenzij u daar een CNAME voor gebruikt.

source: API username
da: Brugernavn til API'en
fi: API käyttäjätunnus
nl: API gebruikersnaam

source: This is the name of the user that is being used to communicate with the spamfilter.
da: Dette er navnet på den bruger som benyttes til at kommunikere med spamfilteret.
fi: Tämä on käyttäjän nimi, jota käytetään kommunikointiin roskapostisuodatin.
nl: Dit is de naam van de gebruiker die wordt gebruikt om met het spamfilter te communiceren.

source: You can only change this at the migration page.
da: Du kan kun ændre dette på migrerings siden.
fi: Voit vain muuttaa milloin muuttoliike sivulle.
nl: U kunt dit alleen wijzigen op de migratiepagina.

source: API password
da: Kodeord til API'en
fi: API salasana
nl: API wachtwoord

source: This is the password from the user that is being used to communicate with the spamfilter. Can be left empty once it has been validated.
da: Dette er kodeordet til den bruger som bliver benyttet til at kommunikere med spamfilteret. Kan forblive tomt så snart det er blevet valideret.
fi: Tämä on salasanan käyttäjälle, jota käytetään kommunikointiin roskapostisuodatin. Voi jättää tyhjiksi, kun se on validoitu.
nl: Dit is het wachtwoord van de gebruiker dat wordt gebruikt om te communiceren met het spamfilter. Kan leeggelaten worden zodra het is gevalideerd.

source: Primary MX
da: Primær MX
fi: Ensisijainen MX
nl: Primaire MX

source: This is for the first (virtual) MX record. It can be either your cluster's first server or an other DNS name if you're using Round Robin DNS.
da: Dette er for den første (virtuelle) MX post. Det kan enten være dit clusters første server eller et andet DNS navn, såfremt du benytter Round Robin DNS.
fi: Tämä on ensimmäinen (virtuaali) MX. Se voi olla joko oman klusterin ensimmäisen palvelimen tai muu DNS-nimeä, jos käytät Round Robin DNS.
nl: Dit is voor het eerste (virtuele) MX bestand. Dit is of de eerste server van uw cluster of een andere DNS naam als u Round Robin DNS gebruikt.

source: Secondary MX
da: Sekundær MX
fi: Toissijainen MX
nl: Secundaire MX

source: This is for the second (virtual) MX record. It can be either your cluster's second server or an other DNS name if you're using Round Robin DNS.
da: Dette er for den anden (virtuelle) MX post. Det kan enten være dit clusters anden server eller et andet DNS navn, såfremt du benytter Round Robin DNS.
fi: Tämä on toinen (virtuaali) MX. Se voi olla joko oman klusterin toinen palvelin tai muu DNS-nimeä, jos käytät Round Robin DNS.
nl: Dit is voor het tweede (virtuele) MX bestand. Dit is of de tweede server van uw cluster of een andere DNS naam als u Round Robin DNS gebruikt.

source: Tertiary MX
da: Tertiær MX
nl: Tertiaire MX

source: This is for the third (virtual) MX record. It can be either your cluster's third server or an other DNS name if you're using Round Robin DNS.
da: Dette er til den tredje (virtuelle) MX post. Dette kan enten være til dit cluster's 3. server eller et andet DNS navn hvis du benytter Round Robin DNS.
fi: Tämä on kolmas (virtuaali) MX. Se voi olla joko oman klusterin kolmanneksi palvelimen tai muu DNS-nimeä, jos käytät Round Robin DNS.
nl: Dit is voor het derde (virtuele) MX bestand. Dit is of de derde server van uw cluster of een andere DNS naam als u Round Robin DNS gebruikt.

source: Quaternary MX
da: Kvaternær MX
fi: Kvaternaariset MX
nl: Quaternaire MX

source: This is for the fourth (virtual) MX record. It can be either your cluster's third server or another DNS name if you're using Round Robin DNS.
da: Dette er til den fjerde (virtuelle) MX post. Dette kan enten være til dit cluster's 4. server eller et andet DNS navn hvis du benytter Round Robin DNS.
fi: Tämä on neljäs (virtuaali) MX. Se voi olla joko oman klusterin kolmanneksi palvelimen tai muun DNS-nimi, jos käytät Round Robin DNS.
nl: Dit is voor het vierde (virtuele) MX bestand. Dit is of de derde server van uw cluster of een andere DNS naam als u Round Robin DNS gebruikt.

source: SPF Record
da: SPF post
nl: SPF Bestand

source: Record entered in this field will be written into DNS zone of new added domain to the SpamFilter. Use BulkProtect to force this record for all existing domains.
da: Poster angivet i dette felt vil blive tilføjet DNS zonen på alle nye tilføjede domæner til Spamfilteret. Benyt BULK beskyttelse for at tilføje denne post til alle allerede oprettede domæner.
fi: Ennätys tuli tällä alalla kirjoitetaan DNS vyöhyke uusia lisätään verkkotunnuksen roskapostisuodatin. Käytä BulkProtect pakottaa tämä ennätys kaikki nykyiset aloilla.
nl: Bestand dat wordt ingegeven in dit veld wordt weggeschreven in de DNS zone van het nieuwe toegevoegde domein aan het SpamFilter. Gebruik BulkProtect om dit bestand toe te passen op alle bestaande domeinen.

source: 1 minute
da: 1 minut
fi: 1 minuutti
nl: 1 minuut

source: 5 minutes
da: 5 minutter
fi: 5 minuuttia
nl: 5 minuten

source: 15 minutes
da: 15 minutter
fi: 15 minuuttia
nl: 15 minuten

source: 1 hour
da: 1 time
fi: 1 tunti
nl: 1 uur

source: 4 hours
da: 4 timer
fi: 4 tuntia
nl: 4 uur

source: 24 hours
da: 24 timer
fi: 24 tuntia
nl: 24 uur

source: TTL to use for MX records
da: TTL til brug for MX poster
fi: TTL käyttää MX-tietueiden
nl: TTL om te gebruiken voor MX bestanden

source: How long should nameservers cache the value. Setting this to a low(er) value is only useful when records change often.
da: Hvor lang tid navne serverne skal gemme denne værdi. Det er kun nyttigt at sætte en en lavere værdi såfremt domænets poster ofte skiftes.
fi: Kuinka kauan pitäisi nimipalvelimet välimuistiin arvoa. Jos tämän alhaisen (ER) arvo on hyödyllinen ainoastaan, jos kirjaa muuttuvat usein.
nl: Hoe lang moeten naamservers de waarde in chache houden. Dit instellen op een lage(re) waarde is alleen zinvol als bestanden vaak wisselen.

source: Language
da: Sprog
fi: Kieli
nl: Taal

source: Choose a language for the SpamFilter plugin.
da: Vælg et sprog for spamfilter pluginnet.
fi: Valitse kieli roskapostisuodatin plugin.
nl: Kies een taal voor de SpamFilter plugin.

source: Enable SSL for API requests to the spamfilter and %s
da: Aktiver SSL for API forespørgseler til spamfilteret og and %s
fi: SSL API pyynnöt roskapostisuodatin ja %s
nl: Sta SSL toe voor API verzoeken aan het spamfilter en %s

source: Use SSL to communicate with the Spamcluster API and %s.
da: Benyt SSL for at kommunikere med Spamcluster API'en og %s.
fi: Käytä SSL kommunikoida Spamcluster API ja %s .
nl: Gebruik SSL om te communiceren met de Spamcluster API en %s.

source: OpenSSL is not available in %s. This feature will be <strong>disabled</strong> and all communication with the API's is being done in plaintext!
da: OpenSSL er ikke tilgængelig i %s. Denne funktion vil blive <strong>deaktiveret</strong> og al kommunikation med API'en vil blive lavet i klartekst!
fi: OpenSSL ei ole käytettävissä %s . Tämä toiminto on <strong> ei käytössä </ strong> ja kaikki viestintä API tehdään selväkielisenä!
nl: OpenSSL is niet beschikbaar in %s. Deze functie wordt <strong>uitgeschakeld</strong> en alle communicatie met de API's wordt gedaan in platte tekst!

source: Enable automatic updates
da: Aktivér automatiske opdateringer
fi: Ota automaattiset päivitykset
nl: Schakel automatische updates in

source: Automatically install new updates if they are released. They are being checked once a day and being ran by cron.
da: Automastisk installér nye opdateringer når de bliver frigivet. Der bliver kørt et dagligt tjek på dette en gang om dagen og bliver kørt af et cron job.
fi: Asentaa automaattisesti uudet päivitykset, jos ne luovutetaan. Niitä tarkistetaan kerran päivässä ja on juoksi jonka cron.
nl: Installeer automatisch nieuwe updates als die worden vrijgegeven. Ze worden een keer per dag gecontroleerd en uitgevoerd door cron.

source: Automatically add domains to the SpamFilter
da: Automatisk tilføj domæner til Spamfilteret
fi: Lisää automaattisesti domaineja roskapostisuodatin
nl: Voeg automatisch domeinen toe aan het SpamFilter

source: Automatically add domains to the Spamfilter
da: Automatisk tilføj domæner til Spamfilteret
fi: Lisää automaattisesti domaineja Spamfilter
nl: Voeg automatisch domeinen toe aan het Spamfilter

source: Automatically add the local domain to the spamfilter when it is added to this server.
da: Automatisk tilføj det lokale domæne til Spamfilteret nær det bliver tilføjet denne server.
fi: Lisää automaattisesti paikallinen toimialue roskapostisuodatin, kun se lisätään tähän palvelimeen.
nl: Voeg automatisch het lokale domein toe aan het spamFilter wanneer dit wordt toegevoegd aan deze server.

source: Automatically delete domains from the SpamFilter
da: Slet automatisk domæner fra Spamfilteret
fi: Poistaa automaattisesti verkkotunnuksia roskapostisuodatin
nl: Verwijder automatisch domeinen uit het SpamFilter

source: Automatically remove the local domain from the spamfilter when it is removed from this server.
da: Fjern automatisk det lokale domæne fra spamfilteret når dette er blevet fjernet fra serveren.
fi: Poistaa automaattisesti paikallisen domain roskapostisuodatin kun se poistetaan tältä palvelimelta.
nl: Verwijder automatisch het lokale domein uit het spamFilter wanneer het wordt verwijderd van deze server.

source: Automatically change the MX records for domains
da: Skift automatisk MX poster for domæner
fi: Automaattisesti muuttaa MX-tietueita verkkotunnuksia
nl: Wijzig de MX bestanden voor domeinen automatisch

source: Automatically change the MX records for the domains to the virtual MX records when they are being added to the panel or when using bulk protect.
da: Skift automatisk MX post på domæner til virtuelle MX poster når de bliver tilføjet til panelet eller når der bliver benyttet bulk beskyttelse.
fi: Automaattisesti muuttaa MX-tietueita verkkotunnuksia virtuaalisen MX-tietueiden, kun niitä lisätään paneeliin tai käytettäessä irtotavarana suojelemiseksi.
nl: Vervang de MX bestanden voor de domeinen automatisch voor de virtuele MX bestanden wanneer ze worden toegevoegd aan het paneel of wanneer bulk bescherming wordt gebruikt.

source: Configure the email address for this domain
da: Konfigurer E-mail adresse for dette domæne
fi: Määritä sähköpostiosoitteella domain
nl: Configureer het e-mailadres voor dit domein

source: Automatically configure the email address for the domain owner. This email is being used to send out the protection reports and for the lost password feature
da: Konfigurer automatisk E-mail adresse på ejeren af domænet. Denne E-mail bliver benyttet som afsender på beskyttelsesrapporterne og for glemte kodeord
fi: Määrittää automaattisesti sähköpostiosoitteen toimialueen omistajalle. Tämä sähköpostiosoite on käytössä lähettää suojaa raportit ja kadonneen salasanan ominaisuus
nl: Configureer het e-mailadres voor de domeineigenaar automatisch. Dit e-mailadres wordt gebruikt voor de verzending van de beschermingsrapportage en voor de vergeten-wachtwoordfunctie

source: Process addon-, parked and subdomains
da: Behandel tilføjelser-, parkeringer samt subdomæner
fi: Prosessoil lisä-, rinnakkais ja alidomaineja
nl: Verwerken add-on-, parked en subdomeinen

source: Also process addon-, parked and subdomains. The behaviour is controlled by other options.
nl: Verwerk ook addon-, geparkeerde en subdomeinen. Het gedrag wordt geregeld via andere opties.

source: Add addon-, parked and subdomains as an alias instead of a normal domain.
da: Tilføj tilføjelser-, parkeringer og subdomæner som et alias istedet for et normalt domæne.
fi: Lisää addon-, pysäköity ja aliverkkotunnuksia kuin alias sijaan normaalin toimialueen.
nl: Voeg add-on, parked en subdomeinen toe als een alias in plaats van een normaal domein.

source: Add addon-, parked and subdomains as an alias instead of a normal domain.
da: Tilføj tilføjelser-, parkeringer og subdomæner som et alias istedet for et normalt domæne.
fi: Lisää addon-, pysäköity ja aliverkkotunnuksia kuin alias sijaan normaalin toimialueen.
nl: Voeg add-on-, parked en subdomeinen toe als een alias in plaats van een normaal domein.

source: When adding addon-, parked or subdomains, treat them as an alias for the root domain they belong to.
da: Ved tilføjelse af tilføjelser-, parkeringer eller subdomæner, behandl dem som et alias for root domænet som det tilhører.
fi: Kun lisäät addon-, pysäköity tai aliverkkotunnuksia, pitää niitä alias toimialueen ne kuuluvat.
nl: Bij het toevoegen van add-on-, parked of subdomeinen, behandel ze als een alias voor het hoofddomein waar ze bij horen.

source: Process addon- and parked domains
da: Kør tilføjelser- og parkerede domæner
fi: Prosessi addon- ja parkkeerata maatila
nl: Verwerk add-on en geparkeerde domeinen

source: Also process addon- and parked domains. The behaviour is controlled by other options.
nl: Verwerk ook addon- en geparkeerde domeinen. Het gedrag wordt geregeld via andere opties.

source: Add addon- and parked domains as an alias instead of a normal domain.
da: Tilføj tilføjelser-, og parkerede domæner som et alias istedet for et normalt domæne.
fi: Lisää addon- ja parkkeerata maatila kuin alias sijaan normaalin toimialueen.
nl: Voeg add-on en geparkeerde domeinen toe als een alias in plaats van een normaal domein.

source: Add addon- and parked domains as an alias instead of a normal domain.
da: Tilføj tilføjelser-, parkerede domæner som et alias istedet for et normalt domæne.
fi: Lisää addon- ja parkkeerata maatila kuin alias sijaan normaalin toimialueen.
nl: Voeg add-on en geparkeerde domeinen toe als een alias in plaats van een normaal domein.

source: When adding addon- or parked domains, treat them as an alias for the root domain they belong to.
da: Ved tilføjelse af tilføjelser- eller parkerede domæne, behandl dem som et alias for rod domænet som de tilhører.
fi: Kun lisäät addon- tai parkkeerata maatila, kohtelevat heitä kuin alias toimialueen ne kuuluvat.
nl: Als u add-on of geparkeerde domeinen toevoegt, behandel ze dan als een alias voor het kerndomein waartoe ze behoren.

source: Use existing MX records as routes in the spamfilter.
da: Benyt eksisterende MX poster som router i spamfilteret.
fi: Käytä nykyisiä MX tietueet reittejä roskapostisuodatin.
nl: Gebruik bestaande MX bestanden als routes in het spamfilter.

source: Use the existing MX records as destination hosts in the spamfilter. Useful if they point to a different server than this one.
da: Benyt de eksisterende MX poster som mål værter i spamfilteret. Nyttigt såfremt de peger til en anden server end denne.
fi: Käytä nykyiset MX-tietueet kohteeksi isännät roskapostisuodatin. Hyödyllinen jos he viittaavat eri palvelimelle kuin tämä yksi.
nl: Gebruik de bestaande MX bestanden als bestemmingshost in het spamfilter. Zinvol als ze wijzen naar een andere server dan deze.

source: Do not protect remote domains
da: Beskyt ikke eksterne domæner
fi: Eivät suojaa etätoimialueiden
nl: Bescherm externe domeinen niet

source: Skip domains if they are set to 'remote'. This usually happens when a different server is handling the incoming email for the domain
da: Skip domæner hvis de sat til at være 'eksterne'. Dette sker normalt når en anden server skal behandle indkomne E-mails for domænet
fi: Ohita verkkotunnukset jos ne on asetettu "kauko". Tämä tapahtuu yleensä silloin eri palvelimelle käsittelee saapuvan sähköpostin toimialueen
nl: Sla domeinen over als ze zijn ingesteld op 'extern'. Dit gebeurt meestal als een andere server zorgt voor de inkomende e-mail voor het domein

source: Redirect back to %s upon logout
da: Redirect tilbage til %s ved logud
fi: Uudelleenohjaa takaisin %s , kun uloskirjautuminen
nl: Ga terug naar %s bij uitloggen

source: Redirect the user back to %s if they logout from the antispam control panel.
da: Redirect brugeren tilbage til %s når de logger ud fra antispam kontrolpanelet.
fi: Ohjaa käyttäjän takaisin %s , jos he kirjautua ulos mistä roskapostin ohjauspaneelista.
nl: Breng de gebruiker terug naar %s als ze uitloggen van het antispam controlepaneel.

source: Add the domain to the spamfilter during login if it does not exist
da: Tilføjet domænet til spamfilteret ved logind såfremt det ikke eksisterer
fi: Lisää toimialueen on roskapostisuodatin kirjautumisen yhteydessä, jos sitä ei ole olemassa
nl: Voeg het domein toe aan het spamfilter bij het inloggen als het niet bestaat

source: If the domain does not exist in the spamfilter while trying to log in trough %s, it will try adding it.
da: Såfremt domænet ikke eksisterer i spamfilteret når du logger ind via %s, vil systemet forsøge at tilføje det.
fi: Jos verkkotunnusta ei ole olemassa roskapostisuodatin kun yrittää kirjautua sisään aallonpohjasta %s , se yrittää lisätä sitä.
nl: Als het domein niet bestaat in het spamfilter tijdens het inloggen via %s, zal dit proberen het toe te voegen.
